Repository: Unanyan/shop
Catalog: shop/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Your order has been successfully accepted!
hy: Ձեր պատվերը հաջողությամբ ընդունվել է

source: Please fill in all the fields!
hy: Բոլոր դաշտերը պարտադիր է լրացնել

source: ENG
hy: ԱՆԳԼ

source: To order
hy: Պատվիրել

source: Enter your details below
hy: Մուտքագրեք Ձեր տվյալներն այստեղ

source: Username
hy: Անուն Ազգանուն

source: Address
hy: Հասցե

source: Phone
hy: Բջջ․ հեռախոսահամար

source: Do you want go to cart?
hy: Վերադառնալ զամբյուղ

source: Image
hy: Նկար

source: Name
hy: Անուն

source: Quantity
hy: Քանակ

source: Price
hy: Արժեք

source: Total
hy: Ընդհանուր

source: Delete
hy: Չեղարկել

source: Is available
hy: Խանութում առկա է

source: items
hy: հատ

source: Confirm
hy: Հաստատել

source: Total amount
hy: Ընդհանուր գումար՝

source: To the store
hy: Խանութ

source: In the store
hy: Խանութում առկա է

source: ADD TO CART
hy: Ավելացնել զամբյուղ

source: Buy
hy: Գնել

source: Subscribe To Newsletter
hy: Բաժանորդագրվել նորություններին

source: Please enter your email address and get updates
hy: Խնդրում ենք լրացնել էլեկտրոնային հասցեն բաժանորդագրվելու համար

source: Send
hy: Բաժանորդագրվել

source: Contact information
hy: Կոնտակտային ինֆորմացիա

source: Useful links
hy: Օգտակար հղումներ

source: Terms and Conditions
hy: Դրույթներ և պայմաններ

source: Contact Us
hy: Կապ մեզ հետ

source: About us
hy: Մեր մասին

source: Privacy and Policy
hy: Քաղաքականություն

source: Home
hy: Գլխավոր

source: For him
hy: Տղամարդկանց

source: For her
hy: Կանանց

source: For child
hy: Երեխաների

source: Show more
hy: Տեսնել ավելին

source: photo
hy: նկար

source: See more
hy: Տեսնել ավելին

source: What we do
hy: Մեր նպատակնեը

source: Our team
hy: Մեր թիմը
